Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: The new question group/question order was successfully saved.
ca_es: L'ordre del nou grup de preguntes/preguntes s'ha desat satisfactòriament.

source: The survey was successfully expired by setting an expiration date in the survey settings.
ca_es: L'enquesta ha vençut correctament al programar una data de venciment en els paràmetres de l'enquesta.

source: Survey could not be created because it did not have a title
ca_es: No s'ha pogut crear l'enquesta perquè no té títol.

source: Survey was successfully added.
ca_es: L'enquesta s'ha afegit satisfactòriament.

source: Demo mode: Uploading templates is disabled.
ca_es: Mode de demostració: No es poden pujar plantilles.

source: Template '%s' does already exist.
ca_es: La plantilla '%s' ja existeix

source: This file is not a valid ZIP file archive. Import failed.
ca_es: Aquest arxiu no és un arxiu ZIP. Ha fallat la importació.

source: This ZIP archive contains no valid template files. Import failed.
ca_es: Aquest arxiu ZIP conté arxius de plantilla no vàlids. Importació fallida.

source: Demo mode: Uploading template files is disabled.
ca_es: Mode de demostració: l'opció de pujar plantilles està deshabilitada.

source: This filename is not allowed to be uploaded.
ca_es: No està permés pujar un fitxer amb aquest nom.

source: File %s uploaded
ca_es: S'ha pujat el fitxer %s

source: The file %s was deleted.
ca_es: S'ha esborrat l'arxiu %s

source: File %s couldn't be deleted. Please check the permissions on the /upload/template folder
ca_es: L'arxiu %s no s'ha pogut esborrar. Si us plau, revisi els seus permisos al directori /upload/template

source: Template could not be renamed to `%s`.
ca_es: La plantilla no s'ha pogut renombrar a '%s'.

source: This name is reserved for standard template.
ca_es: Aquest nom està reservar per la plantilla estàndard.

source: A template with that name already exists.
ca_es: Ja existeix una plantilla amb aquest nom.

source: Maybe you don't have permission.
ca_es: Potser no té permisos.

source: Directory with the name `%s` already exists - choose another name
ca_es: Ja existeix un directori amb el nom `%s` - esculli un altre nom

source: Unable to create directory `%s`.
ca_es: No es pot crear el directori `%s`.

source: Please check the directory permissions.
ca_es: Si us plau, comprovi els permisos del directori

source: Template '%s' was successfully deleted.
ca_es: La plantilla '%s' s'ha eliminat satisfactòriament.

source: There was a problem deleting the template '%s'. Please check your directory/file permissions.
ca_es: Hi ha hagut un problema al esborrar la plantilla '%s'. Si us plau, comprovi els permisos de l'arxiu i el directori.

source: Survey List Page
ca_es: Pàgina de Llistat d'Enquestes

source: Welcome Page
ca_es: Pàgina de Benvinguda

source: Question Page
ca_es: Pàgina de Preguntes

source: Completed Page
ca_es: Pàgina d'Enquesta Completada

source: Clear All Page
ca_es: Pàgina de Netejar-ho Tot

source: Register Page
ca_es: Pàgina de Registre

source: Load Page
ca_es: Pàgina de Cargar Enquesta

source: Save Page
ca_es: Desa la pàgina

source: Print answers page
ca_es: Imprimir pàgina de respostes

source: Printable survey page
ca_es: Versió imprimible de l'enquesta

source: Template Sample
ca_es: Mostra de la plantilla

source: This is a sample survey description. It could be quite long.
ca_es: Aquesta és una descripció d'exemple. La definitiva pot ser considerablement més extensa.

source: But this one isn't.
ca_es: Però aquest no ho és.

source: Welcome to this sample survey
ca_es: Benvingut a aquesta enquesta de mostra

source: You should have a great time doing this
ca_es: T'ho hauries de passar bé fent això

source: Some URL description
ca_es: Alguna descripció de la URL

source: Group 1: The first lot of questions
ca_es: Grup 1: El primer conjunt de preguntes

source: This group description is fairly vacuous, but quite important.
ca_es: Aquesta descripció de grup és bastant vàcua, però molt important.

source: This is some help text.
ca_es: Això és un text d'ajuda.

source: How many roads must a man walk down?
ca_es: Quantes carreteres ha de caminar una persona?

source: Please explain something in detail:
ca_es: Si us plau, expliqui alguna cosa detalladament:

source: This is a sample question text. The user was asked to pick an entry.
ca_es: Aquest es un text d'exemple de pregunta. S'ha demanat a l'usuari escollir una entrada.

source: This is some help text for this question.
ca_es: Aquest es un text d'ajuda d'exemple per aquesta pregunta.

source: Submit your survey.
ca_es: Enviar la seva enquesta.

source: This is the survey end message.
ca_es: Aquest és el missatge final de l'enquesta.

source: No GID (Group) has been provided. Cannot import question
ca_es: No s'indica GID (Grup). No es pot importar la pregunta

source: Unknown file extension
ca_es: Extensió de l'arxiu desconeguda

source: Checked
ca_es: Marcat

source: Some example answer option
ca_es: Exemples d'opcions de resposta

source: Some example subquestion
ca_es: Exemples de sub-preguntes

source: Question could not be deleted. There are conditions for other questions that rely on this question. You cannot delete this question until those conditions are removed.
ca_es: La pregunta no s'ha pogut esborrar. Hi ha condicions a altres preguntes que fan referència a aquesta. No es pot esborrar aquesta pregunta fins que aquestes condicions s'hagin eliminat.

source: Look at survey logic files
ca_es: Cerca als fitxers de lògica de l'enquesta

source: Question was successfully deleted.
ca_es: S'ha eliminat la pregunta reeixidament.

source: You are not authorized to delete questions.
ca_es: No podeu eliminar preguntes.

source: Error on file backup: %s
ca_es: S'ha produit un error al fitxer de còpia de seguretat: %s

source: File backup created: %s
ca_es: El fitxer de còpia de seguretat s'ha creat satifactòriament: %s

source: Unable to backup your database for unknow reason. Before proceeding please backup your database using a backup tool!
ca_es: Per raons desconegudes, no s'ha pogut fer una còpia de seguretat de la base de dades. Abans de continuar, si us plau, feu una còpia de seguretat de la vostra base de dades (manualment o mitjançant una eina).

source: DB backup created: %s
ca_es: S'ha creat una còpia de la base de dades: %s

source: Database backup functionality is currently not available for your database type. Before proceeding please backup your database using a backup tool!
ca_es: La funcionalitat de còpia de seguretat encara no està disponible per al seu tipus de base de dades. Si us plau, abans de procedir realitzi una còpia de seguretat usant alguna eina específica!

source: Warning! Admin bounce email was not saved because it was not valid.
ca_es: Atenció! El correu electrònic de rebot l'administrador no és vàlid i no s'ha desat

source: Warning! Admin email was not saved because it was not valid.
ca_es: Atenció! El correu electrònic de l'administrador no és vàlid i no s'ha desat

source: Global settings were saved.
ca_es: S'ha desat la configuració global.

source: Record ID %s was skipped because of duplicate ID.
ca_es: El registra amb ID %s s'ha ignorat perque és un ID duplicat.

source: Import failed on record %d
ca_es: La importació ha fallat al registre %d

source: Import VV file
ca_es: Importa un fitxer VV

source: Please select...
ca_es: Si us plau, trieu...

source: %s old response(s) were successfully imported.
ca_es: S'han importat %s resposta/es velles.

source: %s old response(s) and according timings were successfully imported.
ca_es: %s pregunta/es antiga/es i els seus respectius temps s'han importat satisfactòriament.

source: Record has been updated.
ca_es: El registre ha estat actualitzat.

source: View This Record
ca_es: Veure Aquest Registre

source: This is a closed-access survey, so you must supply a valid token. Please contact the administrator for assistance.
ca_es: Aquesta enquesta és privada, ha d'introduir una contrasenya vàlida. Si us plau, contacti amb l'administrador per més ajuda.

source: The token you have provided is not valid or has already been used.
ca_es: El token proporcionat no és vàlid o ja ha estat utilitzat.

source: There is already a recorded answer for this token
ca_es: Ja existeixen respostes registrades per aquest usuari

source: Follow the following link to update it
ca_es: Segueixi el següent enllaç per actualitzar-ho

source: This surveys uses anonymized responses, so you can't update your response.
ca_es: Aquesta enquesta és anònima, per tant, no pots actualitzar les teves respostes.

source: You must supply a name for this saved session.
ca_es: Ha de proporcionar un nom per a aquesta sessió guardada.

source: You must supply a password for this saved session.
ca_es: Ha de proporcionar una contrasenya per a aquesta sessió guardada.

source: Your passwords do not match.
ca_es: Les seves contrasenyes no coincideixen

source: Your survey responses have been saved successfully. You will be sent a confirmation e-mail. Please make sure to save your password, since we will not be able to retrieve it for you.
ca_es: Les seves respostes s'han desat correctament. Se li enviarà un e-mail de confirmació. Si us plau, asseguri's de desar en lloc segur la seva contrasenya perquè no el podrem recuperar per a vostè.

source: A token entry for the saved survey has been created too.
ca_es: S'ha creat també un token per l'enquesta guardada.

source: Saved Survey Details
ca_es: Detalls de l'enquesta guardada

source: Thank you for saving your survey in progress. The following details can be used to return to this survey and continue where you left off. Please keep this e-mail for your reference - we cannot retrieve the password for you.
ca_es: Gràcies per desar el progrés de l'enquesta. Els següents detalls poden ser utilitzats per tornar a l'enquesta i continuar allà on la vau deixar. Conserveu aquest correu electrònic ja que, per a la vostra seguretat, no us podrem recordar la contrasenya.

source: Reload your survey by clicking on the following link (or pasting it into your browser):
ca_es: Carrega la seva enquesta fent clic en el següent enllaç (o enganxant-lo en el seu navegador):

source: An email has been sent with details about your saved survey
ca_es: S'ha enviat un missatge de correu electrònic amb els detalls de la seva enquesta guardada.

source: Only answer this if the following conditions are met:
ca_es: Contestar aquesta pregunta només si es compleixen les següents condicions:

source: The answer(s) must meet these validation criteria:
ca_es: La/es resposta/es ha/n de complir aquest criteri de validació:

source: The answer(s) must meet these array_filter criteria:
ca_es: La/es resposta/es ha/n de complir aquest criteri d'array_filtre:

source: Please try again.
ca_es: Si us plau, torni-ho a intentar.

source: This name has already been used for this survey. You must use a unique save name.
ca_es: Aquest nom ja ha estat utilitzat per aquesta enquesta. Ha d'utilitzar un únic nom per desar-ho.

source: Error: Email failed, this may indicate a PHP Mail Setup problem on the server. Your survey details have still been saved, however you will not get an email with the details. You should note the "name" and "password" you just used for future reference.
ca_es: Error: l'enviament del correu electrònic ha fallat; això pot indicar un problema de configuració del correu de PHP al servidor. Les seves dades de l'enquesta s'han desat correctament, però no rebrà un correu electrònic amb els detalls. He d'anotar el "nom" i "contrasenya" que acaba de fer servir per a futures referències.

source: (Reason: Admin email address empty)
ca_es: (Causa: l'adreça de correu electrònic de l'administrador està buida)

source: Your survey was successfully saved.
ca_es: L'enquesta s'ha guardat satisfactòriament.

source: Thank you for saving your survey in progress. You can return to the survey at the same point you saved it at any time using the link from this or any previous email sent to regarding this survey.
ca_es: Gràcies per desarl'enquesta en procés. En qualsevol moment, podeu tornar a l'enquesta en el mateix punt en que la heu desat utilitzant l'enllaç d'aquest correu o de correus enviats anteriorment respecte a aquesta enquesta.

source: Error: Email failed, this may indicate a PHP Mail Setup problem on your server. Your survey details have still been saved, however you will not get an email with the details. You should note the "name" and "password" you just used for future reference.
ca_es: Error: el correu ha fallat, això pot indicar una configuració errònia de la funció PHP Mail al vostre servidor. Els detalls de la vostra enquesta s'han desat correctament, però pot ser que no rebeu un correu amb els detalls. Anoteu el 'nom' i la 'contrasenya' per futures consultes.

source: Permission to create/view/update/delete assessments rules for a survey
ca_es: Permís per crear/visualitzar/actualitzar/eliminar les regles d'evaluació d'una enquesta

source: Permission to create/view/update/delete quota rules for a survey
ca_es: Permís per crear/visualitzar/actualitzar/eliminar regles de quota d'una enquesta

source: Permission to create(data entry)/view/update/delete/import/export responses
ca_es: Permís per crear(entrada de dades)/visualitzar/actualitzar/eliminar/importar/exportar respostes

source: Permission to view statistics
ca_es: Permís per veure estadístiques

source: Survey deletion
ca_es: Eliminació de l'enquesta

source: Permission to delete a survey
ca_es: Permís per eliminar una enquesta

source: Survey activation
ca_es: Activació de l'enquesta

source: Permission to activate/deactivate a survey
ca_es: Permís per activar/desactivar una enquesta

source: Survey content
ca_es: Contingut de l'enquesta

source: Permission to create/view/update/delete/import/export the questions, groups, answers & conditions of a survey
ca_es: Permís per crear/visualitzar/actualitzar/eliminar/importar/exportar les preguntes, grups, respostes i condicions d'una enquesta

source: Survey locale settings
ca_es: Opcions d'idioma de l'enquesta

source: Permission to view/update the survey locale settings
ca_es: Permís per visualitzar/actualitzar els paràmetres locals d'una enquesta

source: Survey security
ca_es: Seguretat de l'enquesta

source: Permission to modify survey security settings
ca_es: Permís per modificar les preferències de seguretat de l'enquesta

source: Survey settings
ca_es: Preferències de l'enquesta

source: Permission to view/update the survey settings including token table creation
ca_es: Permís per visualitzar/actualitzar les paràmetres d'una enquesta inclos la creació de taules de tokens

source: Permission to create/update/delete/import/export token entries
ca_es: Permís per crear/actualitzar/eliminar/importar/exportar entrades de token

source: Quick translation
ca_es: Traducció ràpida

source: Permission to view & update the translations using the quick-translation feature
ca_es: Permís per visualitzar i actualitzar les traduccions utilitzant la funció de traducció ràpida

source: Passwords do not match!
ca_es: Les contrasenyes no coincideixen

source: It is presented question by question.
ca_es: Presentada pregunta a pregunta.

source: It is presented group by group.
ca_es: Presentada grup per grup.

source: It is presented on one single page.
ca_es: Presentada en una sola pàgina.

source: No question index will be shown with this format.
ca_es: Cap índex de preguntes serà mostrat en aquest format

source: A question index will be shown; participants will be able to jump between viewed questions.
ca_es: Un índex de preguntes serà mostrat; els participants podran saltar entre preguntes ja vistes.

source: IP Addresses will be logged
ca_es: Les direccions IP seran desades en un registre

source: Referrer URL will be saved.
ca_es: Es desarà la URL de referència

source: It uses cookies for access control.
ca_es: Utilitza cookies pel control d'accés.

source: If tokens are used, the public may register for this survey
ca_es: Si s'utilitzen tokens, el públic ha de registrar-se per aquesta enquesta

source: Participants can save partially finished surveys
ca_es: Els participants poden desar enquestes completades parcialment

source: Basic email notification is sent to:
ca_es: Notificació bàsica de correu serà enviada a:

source: Detailed email notification with response data is sent to:
ca_es: Notificació detallada per correu amb les dades de la resposta serà enviada a:

source: Survey cannot be activated yet.
ca_es: L'enquesta no pot ser activada encara

source: You need to add question groups
ca_es: Heu d'afegir grups de preguntes

source: You need to add questions
ca_es: Heu d'afegir preguntes

source: Copy failed
ca_es: Còpia fallida

source: Forbidden Extension
ca_es: Extensió prohibida
